{
    "contentdata": [
        {
            "title": "UK Heat Wave Breaks Temperature Record",
            "category": "Climate",
            "content": "The temperature was recorded Thursday and confirmed Monday after “quality control and analysis” by the Met Office. The previous U.K. record was 38.5 C (101.3 F), set in August 2003. Temperature records fell across Europe last week as a suffocating heat wave swept up from the Sahara.",
            "date": "20-7-2019",
            "index": "1"
        },
        {
            "title": "Apple has launched a new campaign to sell iPhones-- and this time it’s selling better privacy",
            "category": "Tech",
            "content": "We live in a world where privacy is no longer a given. Day by day we hear stories about smart devices spying on us, mobile phones getting hacked and spyware running rampant through the system. Apple has been the exception to the rule. Apple’s new campaign focuses on the enhanced privary features of its devices.",
            "date": "5-11-2018",
            "index": "2"
        },
        {
            "title": "Taiwan is firing off more than 100 missiles as the Chinese military holds drills nearby",
            "category": "Defence",
            "content": "Taiwan's military is conducting its own military exercises as the Chinese military drills nearby.Taiwan's military is conducting a two-day drill, during which the armed forces will fire off more than one hundred missiles, among which are twelve different weapons.",
            "date": "17-12-2018",
            "index": "3"
        },
        {
            "title": "Tips for servicing your car after a summer road trip",
            "category": "Lifestyle",
            "content": "Using a dedicated car cleaning product to lift away the smashed insects. You should also remove floor mats and thoroughly clean the car's carpets and upholstery and then let it air out for hours to prevent mold growth.",
            "date": "21-1-2019",
            "index": "4"
        }
    ]
}